{
  "items": [
    {
      "url": "https://github.com/echasnovski/mini.nvim"
    },
    {
      "url": "https://github.com/datsfilipe/vesper.nvim"
    },
    {
      "url": "https://github.com/saghen/blink.cmp"
    },
    {
      "url": "https://github.com/neovim/nvim-lspconfig"
    },
    {
      "url": "https://github.com/mfussenegger/nvim-dap"
    },
    {
      "url": "https://github.com/rcarriga/nvim-dap-ui"
    },
    {
      "url": "https://github.com/nvim-neotest/nvim-nio"
    },
    {
      "url": "https://github.com/mfussenegger/nvim-dap-python"
    },
    {
      "url": "https://github.com/tpope/vim-dadbod"
    },
    {
      "url": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    {
      "url": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    {
      "url": "https://github.com/ibhagwan/fzf-lua"
    },
    {
      "url": "https://github.com/nvim-lua/plenary.nvim"
    },
    {
      "url": "https://github.com/tpope/vim-fugitive"
    },
    {
      "url": "https://github.com/tpope/vim-rhubarb"
    },
    {
      "url": "https://github.com/lewis6991/gitsigns.nvim"
    },
    {
      "url": "https://github.com/justinmk/guh.nvim"
    },
    {
      "url": "https://github.com/tpope/vim-repeat"
    },
    {
      "url": "https://github.com/tpope/vim-eunuch"
    },
    {
      "url": "https://github.com/tpope/vim-rsi"
    },
    {
      "url": "https://github.com/tpope/vim-unimpaired"
    },
    {
      "url": "https://github.com/tpope/vim-dispatch"
    },
    {
      "url": "https://github.com/justinmk/vim-sneak.git"
    },
    {
      "url": "https://github.com/justinmk/vim-ipmotion.git"
    },
    {
      "url": "https://github.com/justinmk/vim-gtfo.git"
    },
    {
      "url": "https://github.com/justinmk/nvim-repl"
    },
    {
      "url": "https://github.com/justinmk/vim-ug"
    },
    {
      "url": "https://github.com/tommcdo/vim-lion"
    },
    {
      "url": "https://github.com/tommcdo/vim-exchange"
    },
    {
      "url": "https://github.com/haya14busa/vim-edgemotion"
    },
    {
      "url": "https://github.com/inkarkat/vim-ingo-library"
    },
    {
      "url": "https://github.com/inkarkat/vim-mark"
    },
    {
      "url": "https://github.com/mfussenegger/nvim-treehopper"
    },
    {
      "url": "https://github.com/AndrewRadev/linediff.vim"
    },
    {
      "url": "https://github.com/stevearc/oil.nvim"
    },
    {
      "url": "https://github.com/stevearc/quicker.nvim"
    },
    {
      "url": "https://github.com/mfussenegger/nvim-qwahl"
    },
    {
      "url": "https://github.com/barrettruth/diffs.nvim"
    },
    {
      "url": "https://github.com/folke/zen-mode.nvim"
    },
    {
      "url": "https://github.com/tpope/vim-obsession"
    },
    {
      "url": "https://github.com/tpope/vim-projectionist"
    },
    {
      "url": "https://github.com/tpope/vim-characterize"
    },
    {
      "url": "https://github.com/tpope/vim-apathy"
    },
    {
      "url": "https://github.com/chrisbra/Colorizer"
    },
    {
      "url": "https://github.com/mbbill/undotree"
    },
    {
      "url": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    }
  ],
  "plugins": {
    "Colorizer": {
      "src": "https://github.com/chrisbra/Colorizer"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "Otree.nvim": {
      "src": "https://github.com/Eutrius/Otree.nvim"
    },
    "android-nvim-plugin": {
      "src": "https://github.com/iamironz/android-nvim-plugin"
    },
    "baleia.nvim": {
      "src": "https://github.com/m00qek/baleia.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "devdocs.nvim": {
      "src": "https://github.com/maskudo/devdocs.nvim"
    },
    "diffs.nvim": {
      "src": "https://github.com/barrettruth/diffs.nvim"
    },
    "django.nvim": {
      "src": "https://github.com/mizisu/django.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guh.nvim": {
      "src": "https://github.com/justinmk/guh.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "linediff.vim": {
      "src": "https://github.com/AndrewRadev/linediff.vim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-origami": {
      "src": "https://github.com/chrisgrieser/nvim-origami"
    },
    "nvim-qwahl": {
      "src": "https://github.com/mfussenegger/nvim-qwahl"
    },
    "nvim-repl": {
      "src": "https://github.com/justinmk/nvim-repl"
    },
    "nvim-treehopper": {
      "src": "https://github.com/mfussenegger/nvim-treehopper"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "org-bullets.nvim": {
      "src": "https://github.com/akinsho/org-bullets.nvim"
    },
    "org-roam.nvim": {
      "src": "https://github.com/chipsenkbeil/org-roam.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "twilight.nvim": {
      "src": "https://github.com/folke/twilight.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vesper.nvim": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "vim-apathy": {
      "src": "https://github.com/tpope/vim-apathy"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-edgemotion": {
      "src": "https://github.com/haya14busa/vim-edgemotion"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-exchange": {
      "src": "https://github.com/tommcdo/vim-exchange"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gtfo": {
      "src": "https://github.com/justinmk/vim-gtfo.git"
    },
    "vim-ingo-library": {
      "src": "https://github.com/inkarkat/vim-ingo-library"
    },
    "vim-ipmotion": {
      "src": "https://github.com/justinmk/vim-ipmotion.git"
    },
    "vim-lion": {
      "src": "https://github.com/tommcdo/vim-lion"
    },
    "vim-mark": {
      "src": "https://github.com/inkarkat/vim-mark"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-projectionist": {
      "src": "https://github.com/tpope/vim-projectionist"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-sneak": {
      "src": "https://github.com/justinmk/vim-sneak.git"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-ug": {
      "src": "https://github.com/justinmk/vim-ug"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "y9nika.nvim": {
      "src": "https://github.com/y9san9/y9nika.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}
